Repository: artmob/artmob
Catalog: sites/all/modules/contributed/imagefield/po/*.po
Languages: fi, fr

source: Default image
fi: Oletuskuva
fr: Image par défaut

source: Use default image
fi: Käytä oletuskuvaa
fr: utiliser l'image par défaut

source: Check here if you want to use a image as default.
fi: Valitse tämä, jos tahdot käyttää oletuskuvaa.
fr: Cochez cette case si vous souhaitez utiliser une image comme image par défaut

source: Upload image
fi: Siirrä kuva
fr: Téléverser une image

source: Choose a image that will be used as default.
fi: Valitse kuva, jota käytetään oletuksena.
fr: Choisissez une image qui sera utilisée par défaut.

source: The default image could not be uploaded. The destination(%d) does not exist or is not writable by the webserver.
fi: Oletuskuvaa ei voitu siirtää palvelimelle. Kohdetta (%d) ei ole olemassa tai webpalvelimella ei ole sinne kirjoitusoikeuksia.
fr: L'image par défaut n'a pas pu être téléversée. Le chemin de destination (%d) n'existe pas ou n'est pas accessible en écriture par le serveur web.

source: The default image could not be uploaded. Failed saving to destination(%d).
fi: Oletuskuvaa ei voitu siirtää palvelimelle. Kohteeseen (%d) tallentaminen epäonnistui.
fr: L'image par défaut n'a pas pu être téléversée. Echec lors de l'enregistrement dans la destination (%d).

source: Has Image
fi: On kuva
fr: Possède une Image

source: Image upload was unsuccessful.
fi: Kuvan siirtäminen palvelimelle epäonnistui.
fr: Le téléversement de l'image a echoué.

source: Maximum resolution for Images
fi: Maksimiresoluutio kuville
fr: Résolution maximale pour les Images

source: The maximum allowed image size expressed as WIDTHxHEIGHT (e.g. 640x480). Set to 0 for no restriction. If a larger image is uploaded, it will be resized to reflect the given width and height.
fi: Suurin sallittu kuvakoko muodossa LEVEYSxKORKEUS (esim 640x480). Aseta arvoksi 0, jos ei rajoitusta. Jos suurempi kuva siirretään, sen kokoa pienennetään vastaamaan annettua leveyttä ja korkeutta.
fr: La taille maximale d'image autorisée exprimée sous la forme LARGEUR*HAUTEUR (par exemple 640*480). Régler à 0 pour aucune restriction. Si une image plus grande est téléversée, elle sera redimensionnée pour s'accorder à la largeur et la hauteur définies.

source: Maximum filesize for Images
fi: Maksimi tiedostokoko kuville
fr: Taille maximale de fichier pour les Images

source: The maximum allowed image file size expressed in kilobytes. Set to 0 for no restriction.
fi: Suurin sallittu kuvatiedoston koko kilotavuissa. Aseta arvoksi 0, jos ei rajoitusta.
fr: La taille maximale de fichier image autorisée, exprimée en kylobytes. Régler à 0 pour aucune restriction

source: Maximum number of images
fi: Maksimimäärä kuvia
fr: Le nombre maximum d'images

source: The maximum number of images allowed. Set to 0 for no restriction. This only applies if multiple values are enabled.
fi: Suurin sallittu määrä kuvia. Aseta arvoksi 0, jos ei rajoitusta. Tätä käytetään vain, jos 'Useita arvoja' on käytössä.
fr: Le nombre maximum d'images autorisées. Régler à 0 pour aucune restriction. Ceci s'applique uniquement si les valeurs multiples sont activées.

source: Image path
fi: Kuvien hakupolku
fr: Chemin de l'image

source: Optional subdirectory within the "%dir" directory where images will be stored. Do not include trailing slash.
fi: Valinnainen alikansio hakemistossa "%dir", missä kuvia säilytetään. Älä laita alkuun kenoviivaa.
fr: Sous-répertoire optionnel où seront stockées les images à l'intérieur du répertoire "%dir". Ne pas inclure le slash de fin.

source: You can use the following tokens in the image path.
fi: Voit käyttää seuraavia korvausmerkkauksia kuvapolussa.
fr: Vous pouvez utilisez les jetons (tokens) suivants dans le chemin de l'image.

source: Permitted upload file extensions.
fi: Sallitut tiedostopäätteet
fr: Extensions de fichiers téléversés autorisées.

source: Extensions a user can upload to this field. Seperate extensions with a space and do not include the leading dot.
fi: Siirrettävän tiedostonimen päätteet, joita voi käyttää tässä kentässä. Erota päätteet välilyönnillä ja älä laita alkuun pistettä.
fr: Les extensions que l'utilisateur peut téléverser pour ce champ. Séparer les extensions par un espace et ne pas inclure les points de début.

source: Enable custom alternate text
fi: Käytä omaa vaihtoehtoista tekstiä
fr: Activer le texte alternatif personnalisé

source: Enable custom alternate text for images. Filename will be used if not checked.
fi: Ota käyttöön mukautettava vaihtoehtoinen teksti kuville. Tiedostonimeä käytetään, jos ei valittuna.
fr: Activer le texte alternatif personnalisé pour les images. Le nom du fichier sera utilisé si non coché.

source: Enable custom title text
fi: Käytä omaa otsikkotekstiä
fr: Activer le texte de titre personnalisé

source: Enable custom title text for images. Filename will be used if not checked.
fi: Ota käyttöön mukautettava otsikkoteksti kuville. Tiedostonimeä käytetään, jos ei valittuna.
fr: Activer le texte de titre personnalisé pour les images. Le nom de fichier sera utilisé si non coché.

source: Imagefield failed to create directory(%d) at (%p).
fi: Hakemiston (%d) luominen epäonnistui hakupolkuun (%p).
fr: Le module Imagefield a échoué dans la création du répertoire (%d) dans (%p).

source: The image %filename was resized to fit within the maximum allowed resolution of %resolution pixels
fi: Kuvan %filename kokoa pienennettiin sopimaan suurimpaan sallittuun resoluutioon %resolution pikseliä
fr: L'image %filename a été redimensionnée pour tenir dans la résolution maximale autorisée de %resolution pixels

source: Images are not saved until the form is submitted.
fi: Kuvia ei ole tallennettu, ennen kuin lomake on lähetetty.
fr: Les images ne seront pas enregistrées avant la soumission du formulaire.

source: <br />Allowed extensions: %ext
fi: <br />Sallitut tiedostopäätteet: %ext
fr: <br />Extensions autorisées: %ext

source: Upload a new image
fi: Siirrä uusi kuva
fr: Téléverser une nouvelle image

source: Upload
fi: Siirrä
fr: Transfert

source: Delete
fi: Poista
fr: Supprimer

source: Filename:
fi: Tiedostonimi:
fr: Nom du fichier :

source: Alternate text
fi: Vaihtoehtoinen teksti
fr: Texte alternatif

source: Alternate text to be displayed if the image cannot be displayed.
fi: Näytettävä vaihtoehtoinen teksti, kun kuvaa ei voida näyttää.
fr: Texte alternatif à afficher dans le cas où l'image de peut pas l'être.

source: Title
fi: Otsikko
fr: Titre

source: Text to be displayed on mouse overs.
fi: Näytettävä teksti, kun hiiren osoitin on päällä.
fr: Texte à afficher au survol par la souris.

source: If a new image is chosen, the current image will be replaced upon submitting the form.
fi: Jos uusi kuva on valittu, nykyinen kuva korvataan, kun lomake lähetetään.
fr: Si une nouvelle image est choisie, l'image actuelle sera remplacée à la soumission du formulaire.

source: @field is required. Please upload an image.
fi: @field on pakollinen. Siirrä kuvatiedosto palvelimelle.
fr: @field ets obligatoire. Veuillez téléverser une image.

source: @field is required. Please uncheck at least one delete checkbox or upload another image.
fi: @field on pakollinen. Poista valinta vähintään yhdestä 'Poista'-valintaruudusta tai siirrä toinen kuva.
fr: @field ets obligatoire. Veuillez décocher au moins une case de suppression ou téléverser une autre image.

source: Files with the extension %ext are not allowed. Please upload a file with an extension from the following list: %allowed_extensions
fi: Tiedostoja ei sallita, joiden pääte on %ext. Voit siirtää tiedoston, jonka pääte on jokin seuraavista: %allowed_extensions
fr: Les fichiers avec l'extension %ext ne sont pas admis. Veuillez envoyer un fichier avec une extension figurant dans la liste suivante: %allowed_extensions

source: The file you uploaded has a filesize greater than the maximum allowed filesize of %sizekb.
fi: Siirtämäsi tiedoston koko on suurempi kuin suurin sallittu tiedostokoko %sizekb.
fr: Le fichier que vous avez téléversé possède une taille supérieure à la limite autorisée de %sizekb.

source: Mime Type mismatch. Only image files may be upload. You uploaded a file with mime type: %mime
fi: Mime-tyyppi epäyhteensopiva. Vain kuvatiedostoja voi siirtää palvelimelle. Siirsit tiedoston, jonka mime-tyyppi on: %mime
fr: Erreur de Type Mime. Seuls les fichiers images peuvent être téléversés. Vous avez téléversé un fichier du type mime : %mime

source: You are only allowed to upload up to %maximages images.
fi: Enintään %maximages kuvan siirtäminen on mahdollista.
fr: Vous êtes seulement autorisé à téléverser jusqu'à %maximages images.

source: link to node
fi: linkki noodiin
fr: lien vers le noeud

source: link to image
fi: linkki kuvaan
fr: lien vers l'image

source: path to image
fi: hakupolku kuvaan
fr: chemin de l'image

source: url to image
fi: verkko-osoitepolku kuvaan
fr: url de l'image

source: You can only attach one image to this field. Delete the image if you wish to be able to upload a different one.
fi: Voit liittää vain yhden kuvan tähän kenttään. Poista kuva, jos haluat siirtää eri kuvan.
fr: Vous ne pouvez attacher qu'une image à ce champ. Supprimez l'image si vous souhaitez pouvoir en téléverser une différente.

source: view imagefield uploads
fi: näytä siirretyt kuvakenttätiedostot
fr: voir les téléversements imagefield

source: ImageField
fi: Kuvakenttä

source: Defines an image field type.
fi: Määrittelee kuvakenttä tyypin.
fr: Définit un type de champ image.
