Repository: artmob/artmob
Catalog: sites/all/modules/contributed/admin_menu/po/*.po
Languages: es, fr

source: Administer
es: Administrar
fr: Administrer

source: Run cron
es: Ejecutar tarea programada
fr: Lancer la tache planifiée

source: Run updates
es: Ejecutar actualizaciones
fr: Lancer les mises à jour

source: Enable developer modules
fr: Autoriser les modules "developer"

source: Disable developer modules
fr: Interdire les modules "developer"

source: Drupal.org
fr: Suivi des modules sur Drupal.org

source: Drupal issue queue
es: Cuestión en cola de Drupal
fr: drupal : suivi des demandes

source: @title issue queue
es: Cuestión en cola de @title
fr: @title : suivi des demandes

source: Logout @name
es: Cerrar sesión @name
fr: Se deconnecter @name

source: Add !title
es: Añadir !title
fr: Ajouter !title

source: Edit !name
fr: Editer !name

source: Renders the administer menu tree as dropdown menu at the top of the window.
es: Muestra el menu Administrar como un menu desplegable en la parte superior de la ventana.
fr: Afficher un menu sous forme d'arbre en haut des pages.

source: The Administration Menu will appear at the top of the page for users who have been given the "access administration menu" permission. Customize appearance of the dropdown menu here.
fr: Le menu d'administration apparaitra pour les personnes qui ont l'autorisation d'acces au menu d'administration. Modifiez l'apparence du menu ici.

source: Apply margin-top to page body
es: Aplicar el margen superior al cuerpo de la página
fr: Appliquez une marge en haut de la page.

source: Administration Menu
es: Menú de Administración
fr: Menu d'administration

source: Adjust settings for the dropdown Administration Menu.
es: Ajuste los parámetros de configuración del menú desplegable de administración.
fr: Faire le paramétrage pour le menu d'administration.

source: If enabled, the output of this site will be shifted for approx. 20 pixels from the top of the viewport to make room for the Administration Menu. If this setting is disabled, some absolute or fixed positioned page elements at the top of the viewport may be covered by Administration Menu.
fr: Si cette case est cochée, le site va etre décalé d'environs 20 pixels pour permettre l'affichage du menu d'administration. Si cette cas est décochées, le top de la page sera couvert par le menu d'administration.

source: Drupal Administration Tweaks
fr: Réglage du menu d'administration

source: Collapse menus in menu administration
fr: Ajouter les menus de navigation dans le menu d'administration

source: If enabled, menu containers on the <a href="!menu-url">Site building &raquo; Menus</a> page will be collapsed like fieldsets.
fr: Si c'est activé, le menu <a href="!menu-url">Configuration du site &raquo; Menus</a> seront minimisé comme des "fieldsets".

source: Collapse fieldsets on modules page
fr: Minimiser les groupes de champs sur les pages des modules

source: If enabled, fieldsets on the <a href="!modules-url">Site building &raquo; Modules</a> page will be initially collapsed.
fr: Si c'est activé, les groupes de champs de la page <a href="!modules-url">Modules du site</a> seront minimisé par défaut.

source: If you installed Utility module for this purpose, you can safely uninstall it now!
fr: Si vous installez ce module dans ce but, vous pourrez le désinstaller sans problèmes.

source: Current anonymous / authenticated users
es: Actuales usuarios anónimos / autenticados
fr: Utilisateurs Anonymes / authentifiés

source: Administration Menu settings
es: Configuración del Menú de Administración
fr: Paramètres du menu d'administration

source: None
es: Ninguno
fr: Aucun

source: Id
fr: Identifiant

source: Weight
es: Peso
fr: Poids

source: Parent id
es: Id Padre
fr: Identifiant du parent

source: Display extra information for menu items in Drupal Administration Menu
es: Muestra información extra en los artículos del Menú de Administración de Drupal
fr: Affiche des informations complémentaires dans le menu d'administration

source: If enabled, the chosen information will appear next to each menu item link.
es: Si está activado, la información será mostrada al costado de cada artículo del menú
fr: Si c'est activé, les informations sélectionnées seront affichées a coté de chaque lien du menu.

source: Display all menu items
es: Mostrar todos los artículos del menu
fr: Afficher tout les liens du menu

source: Enable this option to disable user access checks for menu items, i.e. every menu item in the visible menu tree will be displayed to every user regardless of access permissions.
es: Habilite esta opción para deshabilitar el acceso de usuarios a los artículos del menu. Ej. Cada artículo del menu será visible en el menú no importa los permisos acceso de los usuarios.
fr: Si c'est acitivé, l'utilisateur

source: Variable editor
es: Editor de variables
fr: Editeur de variables

source: Empty cache
es: Vaciar caché
fr: Vider le cache

source: Renders a menu tree for administrative purposes as dropdown menu at the top of the window.
es: Muestra un menú con propósitos de administrativos en la parte superior de la ventana.
fr: Affiche un menu au sommet de la page pour l'administration.

source: The Administration Menu will appear at the top of the page for users who have been given the "access administration menu" permission. Customize appearance of the dropdown menu here.
es: El menú de administración se mostrará en la parte superior de la página para usuarios que tengan el permiso "access administration menu".Personalizar la apariencia del menú aquí.

source: If this setting is disabled, some absolute or fixed positioned page elements may be covered by Administration Menu.
es: Si este parámetro esta deshabilitado, algunos elemenos con posición absoluta pueden cubrir el Menú de Administración.

source: Administration
es: Administración
