Repository: artmob/artmob
Catalog: sites/all/modules/contributed/filefield/po/*.po
Languages: it, sv

source: File upload was unsuccessful.
it: L'upload del file è andato a buon fine.
sv: Filen laddades upp

source: Permitted upload file extensions
it: Estensioni consentite
sv: Tillåtna filändelser

source: Extensions a user can upload to this field. Separate extensions with a space and do not include the leading dot.
it: I tipi di file che un utente può caricare in questo campo. Scrivi ciascuna estensione senza il punto (es: per file di tipo .pfd scrivi solo 'pdf') e separale con uno spazio.
sv: Tillåtna filändelser för detta fält; separerade med space och utan inledande punkt.

source: File path
it: Percorso del file
sv: Sökväg till filen

source: Optional subdirectory within the "%dir" directory where files will be stored. Do not include trailing slash.
it: La sottodirectory facoltativa nella directory "%dir" dove desideri che vengano salvati i file. Ometti il trailing slash "/".
sv: Frivillig underkatalog in katalogen "%dir" dit filerna kommer laddas upp (utan avslutade snedstreck).

source: Show "List" option
it: Mostra le opzioni di "List"
sv: Visa listinställningar

source: If enabled, the user can choose for each file whether it should be listed or not. If disabled, the "List" checkbox will be hidden and files are always listed.
it: Se questa opzione è attiva, l'utente può scegliere se mostrare o meno ciascun file caricato. Se disattivata, il checkbox "List" sarà nascosto e tutti i file verranno sempre mostrati.
sv: Om igång kan användaren själv bestämma för varje fil om den ska bli listad eller inte. Annars döljs listan och filerna listas alltid.

source: Files with the extension %ext are not allowed. Please upload a file with an extension from the following list: %allowed_extensions
it: I file con estensione %ext non sono permessi. Possono essere caricati solo file con le seguenti estensioni: %allowed_extensions
sv: Filer med ändelsen %ext är inte tillåtet. Tillåtna filändelser är: %allowed_extensions

source: Changes made to the attachments are not permanent until you save this post.
it: Le modifiche sui file saranno memorizzate al momento del salvataggio della pagina.
sv: Ändringar för bilagor är inte permanenta före posten är sparad.

source: Attach new file
it: Allega un nuovo file
sv: Bifoga en fil

source: Maximum file size: !size.
it: Massima dimensione del file: !size.
sv: Maximal filstorlek: !size.

source: Allowed extensions: %ext.
it: Estensioni consentite: %ext.
sv: Tillåtna filändelser är: %ext.

source: Upload
it: Carica
sv: Ladda upp

source: If a new file is uploaded, this file will be replaced upon submitting this form.
it: Caricando un nuovo file, il file attuale verrà rimpiazzato al momento del salvataggio della pagina.
sv: Om en ny fil laddas upp kommer den ersätta befintliga filen när formuläret sparas.

source: URL
sv: Webbaddress

source: Delete
it: Cancella
sv: Ta bort

source: List
it: Motra
sv: Listan

source: Description
it: Descrizione
sv: Beskrivning

source: Size
it: Dimensioni
sv: Storlek

source: view filefield uploads
it: Mostra gli upload di filefield
sv: Visa uppladade filer

source: filefield
sv: filfält

source: Defines a file field type.
it: Definisce un field ti tipo 'file'.
sv: Specifierar en File Fields typ
