Repository: artmob/artmob
Catalog: sites/all/modules/contributed/relativity/po/*.po
Languages: fr

source: Used to relate one node to another as part of a hierarchy.
fr: Utilisé pour lier un noeud à un autre dans le cadre d'une hiérarchie.

source: Node Relativity query.
fr: Requête de Relativité

source: There are no available %s items to attach
fr: Aucun %$items attachable n'est disponible

source: Node relationship removed.
fr: Relation nodale retirée.

source: Node relationship cannot currently be removed.
fr: La relation nodale ne peut être retirée pour l'instant.

source: Either that node does not exist or you don't have proper privileges to update it
fr: Soit le noeud est inexistant, soit vous n'avez pas le droit d'accès permettant de le modifier.

source: Node relationship created.
fr: La relation nodale a été créée.

source: content type requires parent
fr: ce type de contenu requiert un item parent

source: create content
fr: créer un contenu

source: list of %type nodes to attach
fr: liste de tous les noeuds %type à attacher

source: attach node to parent
fr: attache un noeud à l'item parent

source: unparent node
fr: détacher du noeud parent

source: node relativity query
fr: requête de relativité nodale

source: regular settings
fr: paramètres réguliers

source: display settings
fr: paramètres d'affichage

source: advanced settings
fr: paramètres avancés

source: Relativity Regular Settings
fr: Paramètres de relativité réguliers

source: Relativity Display Settings
fr: Paramètres d'affichage de relativité

source: Relativity Advanced Settings
fr: Paramètres avancés de relativité

source: Attachment
fr: Liaison

source: Display
fr: Affichage

source: Global Attachment Options
fr: Options globales de liaisons

source: Enforce Parental Rules
fr: Appliquer les règles de parenté

source: If checked, nodes cannot be created without a parent if they require a parent to exist.
fr: Si coché, les noeuds ne pourront être créés sans parent s'ils nécessitent l'existence d'un noeud parent.

source: Allowable Ancestor Navigation Block Node types
fr: Types permis de blocs de navigation des ancêtres

source: What types of nodes are allowed to be used in the navigation block?
fr: Indiquez les types de noeuds permissibles dans le bloc de navigation

source: Node Sorting Options
fr: Options de tri des noeuds

source: Sort Order for %name Nodes
fr: Ordre de tri pour les noeuds %name

source: %label Options for %name (%type) nodes
fr: Option de %label pour les noeuds %name de type %type

source: %chname Child Ordinality for %pname Parents
fr: Ordinalité filiale des %chname pour les parents %pname

source: any
fr: n'importe quel

source: Require Common Child Node Types for %chname Children
fr: Les noeuds %chname nécessitent un type de noeud fillial commun

source: Require that any child of this type already have a child in common of the specified type. This allows particular circular relationships to be created.
fr: Le type spécifié exige que tous les noeuds enfants de ce type aient déjà un noeud enfant en commun. Ceci permet la création d'une relation circulaire particulière.

source: none
fr: aucun

source: Use Relativity Query For Listing %chname Children
fr: Utiliser une requête de relativité pour produire une liste des noeuds enfants %chname

source: Use the specified relativity query to identify possible children.
fr: Utiliser la requête de relativité spécifiée pour identifier les noeuds enfants possibles.

source: Global Display Options
fr: Options globales d'affichage

source: Show Ancestor Navigation Above Node Body
fr: Afficher le bloc de navigation des ancêtres au dessus du contenu du noeud

source: If checked, a listing of the node's ancestors will be displayed above each node.
fr: Lorsque coché, la liste des noeuds ancêtres sera affichée au dessus de chacun des noeuds.

source: Show Ancestor Navigation Below Node Body
fr: Affiche le bloc de navigation des ancêtres sous le contenu

source: If checked, a listing of the node's ancestors will be displayed below each node.
fr: Lorsque coché, la liste des ancêtres de ces noeuds sera affichée sous chacun d'entre eux.

source: Show parent nodes
fr: Afficher les noeuds parents

source: If checked, a list of all parents will be displayed with each node.
fr: Lorsque coché, la liste de tous les noeuds parents sera affichée avec chacun noeud.

source: Show children nodes
fr: Affiche les noeuds enfants

source: If checked, a list of all children will be displayed with each node.
fr: Lorsque coché, la liste des noeuds enfants s'affichera avec chaque noeud.

source: Show actions
fr: Afficher les actions

source: If checked, a list of all possible actions will be displayed with each node.
fr: Lorsque coché, la liste de toutes les actions possibles sera affichée avec chaque noeud.

source: title only
fr: titre seulement

source: node teaser
fr: noeud abrégé

source: node body
fr: contenu du noeud

source: hide this child type
fr: cache ce type de noeud enfant

source: %chname Child Rendering Rule for %pname Parents
fr: Les règles d'affichage des noeuds %chname pour les noeuds parents %pname

source: Below are the general settings for node relationships for each node type. The %display and %advanced pages use the settings on this page, so be sure to save these settings before proceeding to either of them.
fr: Ci-dessous, vous trouverez les paramètres généraux de relations nodales pour chaque type de noeud. Les pages %display et %advanced utilisent les paramètres de cette page: assurez-vous de sauvegarder ces paramètres avant de continuer.

source: Which Node types Should Relationships be Managed For?
fr: Pour quels types de noeuds les relations devraient-elles être gérées?

source: What types of nodes should Node Relativity use for configuration? Be sure to include any node type involved (both parent and children types). After saving this, configuration options will appear for all of the node types that you specified.
fr: Indiquez les types de noeuds que le module Relativité doit utiliser pour la configuration. Assurez-vous d'inclure tous les types de noeuds impliqués (autant parents qu'enfants). Après avoir sauvegardé ceci, les options de configuration vont apparaître pour tous les types de noeuds que vous aurez sélectionnés.

source: Label for Parent Nodes links
fr: Étiquette pour les noeuds de type parent

source: Related Parents
fr: Parents liés

source: Label for Child Nodes links
fr: Étiquette pour les noeuds de type enfant

source: Related Items
fr: Items reliés

source: Label for Related Actions links
fr: Étiquette pour les actions reliées

source: Related Actions
fr: Actions reliées

source: Label for Ancestor Navigation links
fr: Étiquette pour les liens de navigation vers les ancêtres

source: Related Ancestors
fr: Ancêtres reliés

source: Parental Ordinality
fr: Ordinalité parentale

source: one
fr: un

source: one or more
fr: un ou plus

source: How many parents can this node type have?
fr: Indiquez combien de parents ce type de noeud peut posséder.

source: Allowable Child Node types
fr: Types de noeuds filiaux disponibles

source: What types of nodes are allowed to be attached to this type?
fr: Indiquez les types de noeuds qui peuvent être attachés à celui-ci.

source: Navigate through a node's ancestors
fr: Navigation à travers les noeuds ancêtres

source: Search algorithm '%algo' not supported
fr: L'algorithme de recherche '%algo' n'est pas supporté

source: Access denied
fr: Accès refusé

source: Removing dependent children (%children) from dependent parents (%parents)
fr: Détacher la dépendance filiale (%children) des dépendances parentales (%parents)

source: You're not allowed to create this type of attachment.
fr: Vous n'êtes par autorisé à créer ce type de liaison.

source: Title
fr: Titre

source: Specify the node id (nid) of the starting node
fr: Indiquez l'identificateur (nid) du noeud de départ

source: Follow Parent Paths
fr: Suivre les pistes parentales

source: If checked, the search engine will follow parent-oriented paths while searching for results.
fr: Lorsque coché, le moteur de recherche va suivre la piste parentale pour arriver à ses résultats.

source: Follow Child Paths
fr: Suivre les pistes filiales

source: If checked, the search engine will follow child-oriented paths while searching for results.
fr: Lorsque coché, le moteur de recherche va suivre la piste filiale pour arriver à ses résultats.

source: Require Unique Types
fr: Exige des types uniques

source: If checked, the search engine will return only the first instance of each node type found.
fr: Lorsque coché, le moteur de recherche va retourner uniquement la première instance de chacun des noeuds trouvé.

source: Max Search Results
fr: Nombre max. de résultats

source: The maximum number of results to return.
fr: Nombre maximum de résultats à retourner.

source: Search Distance
fr: Distance de la recherche

source: How many levels away from the starting node should be searched (recursion depth)?
fr: Indiquez l'éloignement (en niveaux) du noeud de départ pour la recherche (profondeur de récursion).

source: Search Algorithm
fr: Algorithme de recherche

source: Depth-First Search
fr: Recherche Depth-First (DFS)

source: Specify the search algorithm to use for searching the network of nodes (currently, only DFS is supported).
fr: Indiquez l'algorithme de recherche qui doit être utilisé pour rechercher le réseau de noeuds (seul DFS est supporté pour le moment).

source: Search Node types
fr: Types de noeuds à rechercher

source: Specify which node types to search for. Only include nodes of this type in the results (leave blank for all).
fr: Indiquez les types de noeuds à rechercher. Les résultats ne comprendront que ces types de noeuds (laisser vide pour indiquer "tout").

source: End Point Node types
fr: Noeuds de type terminal

source: Specify which node types to stop searching beyond, but include in the results.
fr: Indiquez le dernier type de noeud à rechercher, mais inclure celui-ci dans les résultats.

source: Avoid Node types
fr: Ignorer les noeuds de ce type

source: Specify which node types to avoid completely. These will not be included in the results.
fr: Indiquez les types de noeuds à éviter complètement. Ceux-ci ne seront pas inclus dans les résultats.

source: Display Format
fr: Format d'affichage

source: Specify the way in which the results should be formatted.
fr: Spécifiez la méthode de mise en forme des résultats.

source: Perform Search Trace
fr: Effectuer un cheminement de recherche

source: If checked, the search engine will log each node that was found leading up to each result.
fr: Lorsque coché, le moteur de recherche gardera une trace de chaque noeud pour lequel il a obtenu un résultat.

source: Only Search My Nodes
fr: Ne rechercher que mes propres noeuds

source: If checked, the search engine will only consider noded created by the current user when it is searching for nodes.
fr: Lorsque coché, le moteur de recherche se limitera aux noeuds créés par l'utilisateur en cours pour rechercher des noeuds.

source: Display Search Node Form Field
fr: Afficher le champs de recherche par noeuds dans le formulaire

source: If checked, the search page will display a form field allowing viewers to specify an alternate starting node.
fr: Losque coché, la page de recherche affichera un champs permettant aux utilisateurs de spécifier un noeud de départ différent.

source: Display Search Keyword Form Field
fr: Afficher un champs de mot clé

source: If checked, the search page will display a form field allowing viewers to specify a keyword to filter the results on.
fr: Lorsque coché, cette page de recherche affichera une option permettant aux utilisateurs de spécifier un mot clé pour filtrer les résultats.

source: Either "Follow Parent Paths" or "Follow Child Paths" must be selected.
fr: Sélectionner soit "Suivre les liens parentaux" ou "Suivre les liens filiaux".

source: Search Results
fr: Résultats de la recherche

source: Search Words (optional)
fr: Mots recherchés (optionnel)

source: Search
fr: Recherche

source: create new %type
fr: créer un nouveau %type

source: attach existing %type
fr: lier un %type existant

source: attach %type
fr: lier %type

source: Remove
fr: Retirer

source: 1 comment
fr: commentaire

source: create node relativity queries
fr: créer une requête de relativité

source: edit own node relativity queries
fr: modifier ses propres requêtes de relativité

source: relativity
fr: relativité
