Repository: artmob/artmob
Catalog: sites/all/modules/contributed/taxonomy_browser/po/*.po
Languages: da, es, fr

source: Taxonomy Browser
es: Navegador de Categorías

source: Set usage guidelines and included vocabularies.
es: Seleccionar directrices y vocabularios a incluir.

source: Category Browser
es: Navegador de Categorías

source: Find content on your own terms.
es: Encuentra contenido en tus propios términos

source: An interface for viewing content grouped by arbitrary taxonomy terms.
da: En grænseflade der viser indhold grupperet efter arbitrære ord fra en taksonomi.
es: Una interfaz para ver contenido agrupado por terminos de taxonomía arbitrarios.
fr: Une interface pour afficher les pages du site regroupées par termes taxonomiques.

source: <a href="!url">Taxonomy Browser settings</a>
es: <a href="!url">Opciones del Navegador de Categorías</a>

source: You do not have the node_type_filter module installed. This means that the "restrict search by content type" option will not be available on the category browser page.
es: No tiene el modulo node_type_filter instalado. Esto significa que la opción "restringir busqueda por tipo de contenido" no estará disponible en la página del navegadorde categorías.

source: Guidelines
da: Retningslinjer
es: Directrices
fr: Conseils

source: Instructions which should appear at top of the category browser main page
da: Instrukser der vil fremgå på kategori browserens hovedside
es: Instrucciones que aparecerán encima de la página principal del navegador de categorías
fr: Instructions apparaissant en haut de la page principale de category browser.

source: Selection type
es: Tipo de selección

source: This option determines whether the user will see a selection list or check boxes.
es: Esta opción determina si el usuario verá una lista de selección o check boxes

source: Show node count
es: Mostrar contador de nodos

source: Do you want to display the count of nodes tagged with each term? This can be SQL-intensive.
es: Desea mostrar el contador de nodos usados para cada término? Esto puede ser intensivo en SQL.

source: Show unused terms
es: Mostrar términos sin usar

source: Do you want to display the term if no nodes are tagged with that term? This requires "Show node count" to be selected.
es: Desea mostrar el término si no hay nodos usando ese término? Esto requiere que "Mostrar contador de nodos" esté seleccionado.

source: Allow child terms to be included
es: Permitir que los terminos hijos sean incluidos

source: Do you want the user to see a check box to include child terms (sub-terms)?
es: Desea que el usuario vea una check box para incluir terminos hijos (sub-terminos)?

source: Requires permission
es: Requiere permiso

source: Do you want to require permission to see the browser page?
es: Desea requerir permiso para ver la pagina de navegación?

source: Included Vocabularies
da: Inkluderede ordforråd
es: Vocabularios incluidos
fr: Vocabulaires inclus

source: Select the vocabularies the user can select from on the category browser page.
es: Seleccione los vocabularios entre los que el usuario podrá seleccionar en la página del navegador de categorías.

source: Omit content types
es: Omitir tipos de contenido

source: If any of these types is selected, it will be omitted from the list on the "Category Browser" page.
es: Si cualquiera de estos tipos es seleccionado, será omitido de la lista en la página "Navegador de Categorías".

source: "Show unused" requires "count nodes."
es: "Mostrar sin usar" requiere "contador de nodos."

source: Scope
da: Omfang
es: Alcance
fr: Type de recherche

source: Unknown content type found: @type
es: Tipo de contenido desconocido encontrado: @type

source: Restrict search by content type
da: Begræns søgning til indholdstype
es: Restringir busqueda por tipo de contenido
fr: Restreindre la recherche par type de contenu

source: Not selecting any type is the same as selecting all types. The total count of all types is !count.
es: No seleccionar ninguno es lo mismo que seleccionarlos todos. El numero total de tipos es !count.

source: Items containing
es: Artículos que contengan

source: <strong>all</strong> terms
es: <strong>todos</strong> los términos

source: <strong>any</strong> terms
es: <strong>cualquiera</strong> de los términos

source: Include Children
es: Incluir Hijos

source: Automatically include children (sub-terms)
es: Automáticamente incluir hijos (sub-terminos)

source: If you select a term with children (sub-terms), do you want those child terms automatically included in the search? This requires that "Items containing" be "any."
es: Si seleccona un termino con hijos (sub-terminos), desea esos hijos automaticamente incluidos en la busqueda? Esto requiere que "Articulos que contengan" sea "cualquiera."

source: Categories
es: Categorías

source: "!name" is used for: !types.
es: "!name" es utilizado para: !types

source: Search
da: Søg
es: Buscar
fr: Chercher

source: You must select the vocabularies to display from the <a href="%link">taxonomy browser settings page</a>.
da: Du skal vælge de vokabularier, der skal vises fra <a href="%link">taksonomi browser indstillings siden</a>.
es: Tiene que seleccionar los vocabularios a mostrar en la <a href="%link">página de opciones del navegador de categorías</a>.
fr: Vous devez choisir les termes à afficher depuis la <a href="%link">page de réglages de taxonomy browser</a>.

source: You must use "Items containing <strong>any</strong>" to include child terms.
es: Tiene que usar "Artículos que contengan <strong>cualquiera</strong>" para incluir terminos hijos.

source: You must select at least one category in your search.
da: Du skal vælge mindst én kategori i din søgning.
es: Ha de seleccionar al menos una categoría en su busqueda.
fr: Vous devez sélectionner au moins une catégorie avant de lancer la recherche

source: No posts match your criteria.
da: Ingen indlæg matchede dine kriterier.
es: No hay artículos que conicidan con el criterio de busqueda seleccionado.
fr: Aucune page ne correspond à vos critères.

source: <p>You may select multiple items from each list by holding down the <code>Ctrl</code> (Mac: <code>command</code>) key while left-clicking each item.</p>
da: <p>Du kan vælge flere elementer fra hver liste ved at holde <code>Ctrl</code> nede (Mac: <code>command</code>), mens du klikker på hvert element.</p>
es: <p>Puede seleccionar múltiples términos de cada lista manteniendo pulsado la tecla <code>Ctrl</code> (Mac: <code>command</code>) mientras hace clic con el botón izquierdo en cada término.</p>
fr: <p>Vous pouvez sélectionner de multiples items dans chaque liste en maintenant pressée la touche <code>Ctrl</code> (sur Mac&nbsp;:<code>Commande</code>) tout en cliquant sur votre sélection.</p>

source: access taxonomy browser
es: acceder al navegador de categorías

source: taxonomy_browser
da: taksonomi_browser
es: navegador_categorias
fr: Navigateur taxonomique

source: all
da: alle
es: todos
fr: tous

source: Taxonomy Browser module uninstalled by uid @user.
es: Navegador de Taxonomías desinstalado por @user.

source: The Taxonomy Browser module has been uninstalled.
es: El Navegador de Taxonomías ha sido desinstalado.

source: category browser
da: gennemse kategori
fr: navigateur par catégorie

source: Select the vocabularies the user can select from on the category browser page
da: Vælg de vokabularier brugeren kan vælge på kategori browser siden
fr: Sélectionnez le vocabulaire au sein duquel l'utilisateur pourra choisir sur la page de category browser.

source: Advanced category search
da: Avanceret kategorisøgning
fr: Recherche avancée par catégorie

source: %nodetype has no associated categories. Showing all categories instead.
da: %nodetype har ingen tilknyttede kategorier. Viser alle kategorier i stedet.
fr: %nodetype n'a aucune catégorie associée. Toutes les catégories sont affichées.

source: Items containing <strong>all</strong> terms
da: Emner indeholdende <strong>alle</strong> termer
fr: Items contenant <strong>tous</strong> les termes

source: Items containing <strong>any</strong> terms
da: Emner indeholdende <strong>en eller flere</strong> termer
fr: Items contenant <strong>au moins un</strong> des termes
