Repository: artmob/artmob
Catalog: sites/all/modules/contributed/token/po/*.po
Languages: de

source: Referenced node ID.
de: Referenzierte Beitrags-ID.

source: Referenced node title.
de: Referenzierter Beitragstitel.

source: Formatted html link to the node.
de: Formatierter HTML-Link zu dem Beitrag.

source: Raw number value.
de: Unbearbeiteter Zahlenwert.

source: Formatted number value.
de: Formatierter Zahlenwert.

source: Raw, unfiltered text.
de: Unbearbeiteter, ungefilterter Text.

source: Formatted and filtered text.
de: Formatierter und gefilterter Text.

source: Referenced user ID
de: Referenzierte Benutzer-ID.

source: Referenced user name
de: Referenzierter Benutzername.

source: Formatted html link to referenced user
de: Formatierter HTML-Link zu dem referenzierten Benutzer

source: Link title
de: Link-Titel

source: Formatted html link
de: Formatierter HTML-Link

source: Image file ID
de: ID der Bilddatei

source: Image title
de: Bild-Titel

source: Image alt text
de: ALT-Text des Bildes

source: Image file name
de: Dateiname des Bildes

source: Image path
de: Bildpfad

source: Image MIME type
de: MIME-Typ des Bildes

source: Image file size
de: Dateigröße des Bildes

source: Fully formatted HTML image tag
de: Vollständig formatierter HTML-Bildtag

source: The raw date value.
de: Der unbearbeitete Datumswert.

source: The formatted date.
de: Das formatierte Datum.

source: The raw date timestamp.
de: Der unbearbeitete Datumszeitstempel.

source: Date year (four digit)
de: Datum: Jahr (vierstellig)

source: Date year (two digit)
de: Datum: Jahr (zweistellig)

source: Date month (full word)
de: Datum: Monat (vollständiges Wort)

source: Date month (abbreviated)
de: Datum: Monat (abgekürzt)

source: Date month (two digit, zero padded)
de: Datum: Monat (zweistellig, mit 0 aufgefüllt)

source: Date month (one or two digit)
de: Datum: Monat (ein- oder zweistellig)

source: Date week (two digit)
de: Datum: Woche (zweistellig)

source: Date date (day of month)
de: Datum: Monatstag (Tag des Monats)

source: Date day (full word)
de: Datum: Tag (vollständiges Wort)

source: Date day (abbreviation)
de: Datum: Tag (abgekürzt)

source: Date day (two digit, zero-padded)
de: Datum: Tag (zweistellig, mit 0 aufgefüllt)

source: Date day (one or two digit)
de: Datum: Tag (ein- oder zweistellig)

source: Comment ID
de: Kommentar-ID

source: Comment's node ID
de: Beitrags-ID des Kommentars

source: Comment title
de: Titel des Kommentars

source: Comment title. WARNING - raw user input
de: Titel des Kommentars. WARNUNG - original Benutzereingabe.

source: Comment body
de: Textfeld des Kommentars

source: Comment body. WARNING - raw user input
de: Textfeld des Kommentars. WARNUNG - original Benutzereingabe.

source: Comment author's user id
de: Benutzer-ID des kommentierenden Autors

source: Comment author's user name
de: Benutzername des kommentierenden Autors

source: Comment author's user name. WARNING - raw user input
de: Benutzername des kommentierenden Autors. WARNUNG - original Benutzereingabe.

source: Comment creation year (four digit)
de: Erstellungsjahr des Kommentars (vierstellig)

source: Comment creation year (two digit)
de: Erstellungsjahr des Kommentars (zweistellig)

source: Comment creation month (full word)
de: Erstellungsmonat des Kommentars (vollständiges Wort)

source: Comment creation month (abbreviated)
de: Erstellungsmonat des Kommentars (abgekürzt)

source: Comment creation month (two digit, zero padded)
de: Erstellungsmonat des Kommentars (zweistellig, mit 0 aufgefüllt)

source: Comment creation month (one or two digit)
de: Erstellungsmonat des Kommentars (ein- oder zweistellig)

source: Comment creation week (two digit)
de: Erstellungswoche des Kommentars (zweistellig)

source: Comment creation date (day of month)
de: Erstellungsdatum des Kommentars (Tag des Monats)

source: Comment creation day (full word)
de: Erstellungstag des Kommentars (vollständiges Wort)

source: Comment creation day (abbreviation)
de: Erstellungstag des Kommentars (abgekürzt)

source: Comment creation day (two digit, zero-padded)
de: Erstellungstag des Kommentars (zweistellig, mit 0 aufgefüllt)

source: Comment creation day (one or two digit)
de: Erstellungstag des Kommentars (ein- oder zweistellig)

source: Node ID
de: Beitrags-ID

source: Node type
de: Inhaltstyp

source: Node type (user-friendly version)
de: Inhaltstyp (benutzerfreundliche Version)

source: Node title
de: Beitragstitel

source: Unfiltered node title. WARNING - raw user input.
de: Ungefilterter Beitragstitel. WARNUNG - original Benutzereingabe.

source: Node author's user id
de: Benutzer-ID des Beitragerstellers

source: Node author's user name
de: Benutzername des Beitragerstellers

source: Node author's user name. WARNING - raw user input.
de: Benutzername des Beitragerstellers. WARNUNG - original Benutzereingabe.

source: Node author's e-mail.
de: E-Mail des Beitragerstellers.

source: Node author's e-mail. WARNING - raw user input.
de: E-Mail des Beitragerstellers. WARNUNG - original Benutzereingabe.

source: Name of top taxonomy term
de: Name des obersten Taxonomiebegriffes

source: Unfiltered name of top taxonomy term. WARNING - raw user input.
de: Ungefilteter Name des obersten Taxonomiebegriffes. WARNUNG - original Benutzereingabe.

source: ID of top taxonomy term
de: ID des obersten Taxonomiebegriffs

source: Name of top term's vocabulary
de: Name des obersten Begriffvokabulars

source: Unfiltered name of top term's vocabulary. WARNING - raw user input.
de: Ungefilteter Name des oberen Taxonomy Vokabular. WARNUNG - original Benutzereingabe.

source: ID of top term's vocabulary
de: ID des obersten Begriffvokabulars

source: Node creation year (four digit)
de: Erstellungsjahr des Beitrags (vierstellig)

source: Node creation year (two digit)
de: Erstellungsjahr des Beitrags (zweistellig)

source: Node creation month (full word)
de: Erstellungsmonat des Beitrags (vollständiges Wort)

source: Node creation month (abbreviated)
de: Erstellungsmonat des Beitrags (abgekürzt)

source: Node creation month (two digit, zero padded)
de: Erstellungsmonat des Beitrags (zweistellig, mit 0 aufgefüllt)

source: Node creation month (one or two digit)
de: Erstellungsmonat des Beitrags (ein- oder zweistellig)

source: Node creation week (two digit)
de: Erstellungswoche des Beitrags (zweistellig)

source: Node creation date (day of month)
de: Erstellungsdatum des Beitrags (Tag des Monats)

source: Node creation day (full word)
de: Erstellungstag des Beitrags (vollständiges Wort)

source: Node creation day (abbreviation)
de: Erstellungstag des Beitrags (abgekürzt)

source: Node creation day (two digit, zero-padded)
de: Erstellungstag des Beitrags (zweistellig, mit 0 aufgefüllt)

source: Node creation day (one or two digit)
de: Erstellungstag des Beitrags (ein- oder zweistellig)

source: All tokens for node creation dates can also be used with with the "mod-" prefix; doing so will use the modification date rather than the creation date.
de: Alle Tokenwerte für das Beitragserstellungsdatum können auch mit dem Präfix "mod-" versehen werden. Dadurch wird das Änderungsdatum anstatt dem Erstellungsdatum verwendet.

source: The name of the menu the node belongs to.
de: Der Name des Menüs zu dem der Beitrag gehört.

source: The name of the menu the node belongs to. WARNING - raw user input.
de: Der Name des Menüs zu dem der Beitrag gehört. WARNUNG - original Benutzereingabe.

source: The menu path (as reflected in the breadcrumb), not including Home or [menu]. Separated by /.
de: Der Menüpfad (wie dieser sich in der Pfadnavigation wiederspiegelt), Startseite oder [menu] nicht eingeschlossen. Getrennt durch /.

source: The unfiltered menu path (as reflected in the breadcrumb), not including Home or [menu]. Separated by /. WARNING - raw user input.
de: Der ungefilterte Menüpfad (wie dieser sich in der Pfadnavigation wiederspiegelt), Startseite oder [menu] nicht eingeschlossen. Getrennt durch /. WARNUNG - original Benutzereingabe.

source: The title of the node's book parent.
de: Der Titel der übergeordneten Buchseite.

source: The id of the node's book parent.
de: Die ID der übergeordneten Buchseite.

source: The titles of all parents in the node's book hierarchy.
de: Die Titel aller übergeordneten Buchseiten in der Buchhierarchie.

source: The unfiltered title of the node's book parent. WARNING - raw user input.
de: Der ungefilterte Titel der übergeordneten Buchseite. WARNUNG - original Benutzereingabe.

source: The unfiltered titles of all parents in the node's book hierarchy. WARNING - raw user input.
de: Die ungefilterten Titel aller übergeordneten Buchseiten in der Buchhierarchie. WARNUNG - original Benutzereingabe.

source: The id number of the category's parent vocabulary.
de: Die ID-Nummer des übergeordneten Vokabulars der Kategorie.

source: The vocabulary that the page's first category belongs to.
de: Das Vokabular zu der die ersten Kategorie der Seite gehört.

source: The name of the category.
de: Der Name der Kategorie.

source: The id number of the category.
de: Die ID-Nummer der Kategorie.

source: The unfiltered vocabulary that the page's first category belongs to. WARNING - raw user input.
de: Das ungefilterte Vokabular zu der die ersten Kategorie der Seite gehört. WARNUNG - original Benutzereingabe.

source: The unfiltered name of the category. WARNING - raw user input.
de: Der ungefilterte Name der Kategorie. WARNUNG - original Benutzereingabe.

source: User's name
de: Name des Benutzers

source: User's unfiltered name. WARNING - raw user input.
de: Ungefilterte Name des Benutzers. WARNUNG - original Benutzereingabe.

source: User's ID
de: ID des Benutzers

source: User's email address
de: E-Mail-Adresse des Benutzers

source: User's registration date
de: Registrierungsdatum des Benutzers

source: Days since the user registered
de: Vergangene Tage seit der Registrierung des Benutzers

source: User's last login date
de: Das letzte Anmeldedatum des Benutzers

source: Days since the user's last login
de: Vergangene Tage seit der letzten Anmeldung des Benutzers

source: The current date in the user's timezone
de: Das aktuelle Datum in der Zeitzone des Benutzers

source: The URL of the user's profile page.
de: Die URL der Profilseite des Benutzers.

source: The URL the user's account editing page.
de: Die URL der Kontobearbeitungsseite des Benutzers.

source: Replacement value
de: Ersetzungswert

source: Anonymous
de: Gast

source: The name of the currently logged in user.
de: Der Name des aktuellen angemeldeten Benutzers.

source: The user ID of the currently logged in user.
de: Die Benutzer-ID des aktuell angemeldeten Benutzers.

source: The email address of the currently logged in user.
de: Die E-Mail-Adresse des aktuell angemeldeten Benutzers.

source: The url of the current Drupal website.
de: Die URL der aktuellen Drupal-Website.

source: The name of the current Drupal website.
de: Die Name der aktuellen Drupal-Website.

source: The slogan of the current Drupal website.
de: Die Slogan der aktuellen Drupal-Website.

source: The mission of the current Drupal website.
de: Die Leitspruch oder die Kernaussage der aktuellen Drupal-Website.

source: The contact email address for the current Drupal website.
de: Die E-Mail-Kontaktadresse für die aktuellen Drupal-Website.

source: The current date on the site's server.
de: Das aktuelle Datum auf dem Server der Website.

source: Provides a shared API for replacement of textual placeholders with actual data.
de: Stellt eine freigegebene API für die Ersetzung von Platzhalter in Textform mit tatsächlichen Daten bereit.
