Repository: artmob/artmob
Catalog: sites/all/modules/contributed/weblinks/po/*.po
Languages: de

source: yes
de: ja

source: no
de: nein

source: Vocabulary to use for Weblinks
de: Vokabular für die Verwendung für Internet-Verweise

source: No vocabulary for the weblinks content type was found. A new vocabulary was created.
de: Es wurde kein Vokabular für den Inhaltstyp ‚Internet-Verweis‘ gefunden. Ein neues Vokabular wurde erstellt.

source: Allow duplicate URLs
de: Doppelte URLs erlauben

source: Most users will not want to allow duplicate URLs.
de: Die meisten Anwender werden keine doppelten URLs erlauben wollen.

source: Maximum link title length
de: Maximale Länge des Verweis-Titels

source: This controls how much of long URLs will be shown in a link in full node view. Zero (0) means unlimited.
de: Dies legt fest, wie viel von langen URLs in einem Verweis bei Ansicht des ganzen Beitrags angezeigt wird. Null (0) bedeutet unbegrenzt.

source: Maximum block title length
de: Maximale Länge des Blocktitels

source: This controls how much of a node title will be shown in a block to conserve space. Zero (0) means unlimited.
de: Dies legt fest, wie viel von einem Beitragstitel in einem Block angezeigt wird, um Platz zu sparen. Null (0) bedeutet unbegrenzt.

source: Links page settings
de: Einstellungen für Verweis-Seiten

source: Make categories collapsible
de: Kategorien können zusammengeklappt werden

source: Enable this if you want the categories to be collapsible on the main links page.
de: Dies kann aktiviert werden, wenn Kategorien auf der Haupt-Verweisseite zusammenklappbar sein sollen.

source: Normal Drupal - by weight, sticky, created date.
de: Normales Drupal - nach Gewichtung, Oben in Listen, Erstelldatum.

source: Legacy - by weight and title.
de: Alt - nach Gewichtung und Titel

source: Page Sort order
de: Sortierreihenfolge der Seite

source: This determines how the links page will sort the links.
de: Dies legt fest, wie Verweise-Seite die Verweise sortiert.

source: Page information
de: Seiteninformation

source: This description will appear at the top of the links page. It will be filtered by your default input format.
de: Diese Beschreibung erscheint oben auf der Verweis-Seite. Sie wird durch das Standard-Eingabeformat gefiltert.

source: Maximum group depth (main links page)
de: Maximale Gruppentiefe (Haupt-Verweisseite)

source: This controls how many subcategories, if any, will display on the main links page. Blank, zero (0), and one (1) will all show only the top level.
de: Dies legt fest, wie viele Unterkategorien, sofern vorhanden, auf der Hauptseite der Verweise angezeigt werden. Wenn leer, null (0) oder eins (1) wird nur die oberste Ebene angezeigt.

source: Group settings
de: Gruppen-Einstellungen

source: Display group descriptions
de: Beschreibungen der Gruppen anzeigen

source: Generally recommended.
de: Generell empfohlen.

source: Empty container text
de: Text für leere Container

source: This text will appear when a container is empty. Leave it blank to not show the group at all. It will be filtered by your default input format.
de: Dieser Text erscheint, wenn ein Container leer ist. Leer lassen, um die Gruppe überhaupt nicht anzuzeigen. Er wird durch das Standard-Eingabeformat gefiltert.

source: Title for unclassified links
de: Titel für nicht-klassifizierte Verweise

source: Unclassified
de: Nicht klassifiziert

source: This will be used to describe the unclassified links. You may leave it blank for no title. It will not be translated.
de: Dies wird verwendet, um nicht-klassifizierte Verweise zu beschreiben. Wenn es leergelassen wird, wird kein Titel verwendet.

source: Description for unclassified links
de: Beschreibung für nicht-klassifizierte Verweise

source: These links have not been assigned a group.
de: Diese Verweise wurden noch keiner Gruppe zugewiesen.

source: This will be used as the description for the unclassified links group. If this group has no title, this will not be shown either. It will not be translated.
de: Dies wird als Beschreibung für die Gruppe nicht-klassifizierter Verweise verwendet. Wenn die Gruppe keinen Titel hat, wird sie auch nicht angezeigt. Sie wird nicht übersetzt.

source: Link settings
de: Verweis-Einstellungen

source: Links lead URL or to Web Link node
de: Verweise führen zur URL oder zum Beitrag des Internet-Verweises

source: Most people will want to leave this as URL. Specifying "node" makes it easier to edit the links, but requires an additional click to follow the link.
de: Die meisten werden die auf URL lassen. „Beitrag“ macht es einfacher, die Verweise zu bearbeiten, erfordert aber einen weiteren Mausklick, um dem Verweis zu folgen.

source: node
de: Beitrag

source: Open links in a new window
de: Verweise in einem neuen Fenster öffnen

source: Recommended to keep your vistors on your site. Should not be used when the "Links lead..." option is "node."
de: Empfohlen, um Besucher auf dieser Website zu halten. Sollte nicht verwendet werden, wenn die Option „Verweise führen...“ auf „Beitrag“ stehen.

source: Link description display
de: Anzeige der Verweis-Beschreibung

source: This sets how the description will be displayed on the main links page.
de: Dies legt fest, wie die Beschreibung auf der Haupt-Verweisseite angezeigt wird.

source: Display URL?
de: URL anzeigen?

source: Do you want to include the actual URL on the links page?
de: Sollen die aktuelle URL auf der Verweis-Seite integriert werden?

source: Display link information?
de: Verweis-Informationen anzeigen?

source: This displays link author, publish date, and revision date
de: Autor, Veröffentlichungsdatum und Überarbeitungsdatum des Verweises anzeigen

source: Display comment information?
de: Kommentar-Informationen anzeigen?

source: Shows links for adding and viewing comments.
de: Verweise zum Hinzufügen oder Bearbeiten von Kommentaren anzeigen.

source: Spam link deterrent?
de: Spam-Verweis-Abschreckung?

source: If enabled, Drupal will add rel="nofollow" to all links, as a measure to reduce the effectiveness of spam links. Note: this will also prevent valid links from being followed by search engines, therefore it is likely most effective when enabled for anonymous users.
de: Wenn aktiviert, fügt Drupal allen Verweisen rel="nofollow" als Maßnahme hinzu, Spam-Verweise zu reduzieren.

source: Link position on view
de: Position des Verweises beim Anzeigen

source: above
de: oben

source: below
de: unten

source: This option sets whether the link itself will be displayed above or below the description when viewing the node.
de: Diese Option legt fest, ob der Verweis beim Ansehen des Beitrags über oder unter der Beschreibung angezeigt wird.

source: Field defaults
de: Feld-Standards

source: Default for URL
de: Standard-URL

source: This will be used as a stub in the URL field.
de: Dies wird als Rumpf im URL-Feld verwendet.

source: Default for description
de: Standard-Beschreibung

source: This will be used as a stub in the "Link description" field.
de: Dies wird als Rumpf im Feld „Verweis-Beschreibung“ verwendet.

source: Default input format
de: Standard-Eingabeformat

source: This will be used as the default input format.
de: Dies wird als Standard-Eingabeformat verwendet werden.

source: Show !name
de: !name anzeigen

source: Check to display this group on the main links page.
de: Aktivieren, damit diese Gruppe auf der Haupt-Verweisseite angezeigt wird.

source: Maximum links to display
de: Maximale Anzahl angezeigter Verweise

source: Leave blank if you would not like to limit the number of links displayed
de: Leer lassen, wenn die Anzahl angezeigter Verweise nicht begrenzt werden soll.

source: Save
de: Speichern

source: No groups available.
de: Keine Gruppen verfügbar.

source: Your environment is okay.
de: Die Umgebung ist in Ordnung.

source: Your site lacks software required to run the link validity checker.
de: Der Website fehlt erforderliche Software, um die Gültigkeitsprüfung von Verweisen laufen zu lassen.

source: Check if link is valid when entered
de: Bei Eingabe prüfen, ob der Verweis gültig ist

source: If enabled, the module will attempt to use the URL to contact the site when the link is created or updated. If the link returns any error, the add/update will fail.
de: Wenn aktiviert wird das Modul versuchen, mittels der URL die Website zu kontaktieren, wenn der Verweis erstellt oder aktualisiert wird. Wenn der Verweis einen Fehler zurückliefert, schlägt das Hinzufügen/Aktualisieren fehl.

source: Enable link validity checker?
de: Gültigkeitsprüfung von Verweisen aktivieren?

source: Do you want to check the links on a schedule?
de: Sollen die Verweise zeitgesteuert geprüft werden?

source: Links to include
de: Einzubeziehende Verweise

source: This sets the number of links to be checked on each Cron run. If there are too many, the Cron run may time out.
de: Dies legt die Anzahl von Verweisen fest, die bei jedem Cron-Lauf geprüft werden. Wenn es zu viele sind, kann es beim Cron-Lauf eine Auszeit verursachen.

source: Unpublish link on second error?
de: Veröffentlichung des Verweises bei zweitem Fehler zurücknehmen?

source: If a previous error has been detected, do you want the link unpublished?
de: Soll die Veröffentlichung des Verweises zurückgenommen werden, wenn ein Fehler festgestellt wurde?

source: Update link on permanent redirect?
de: Link bei permanenter Umleitung aktualisieren?

source: If a link is marked as a permanent redirect ("301"), do you want the link updated?
de: Soll der Verweis aktualisiert werden, wenn er Verweis als permanente Weiterleitung markiert ist („301“)?

source: This sets the frequency of checking. If you run Cron frequently, you may wish to set this higher than your Cron frequency so that you don't overload the linked site. The check will be run at the next scheduled Cron run after this interval expires. An interval of 0 means every cron run.
de: Dies stellt die Häufigkeit der Prüfung ein. Wenn Cron häufig läuft, muss dieser Wert möglicherweise höher als die Cron-Häufigkeit sein, damit die Website, auf die verwiesen wird, nicht überlastet wird. Die Prüfung läuft beim nächsten Cron-Lauf nach Ablauf des Intervalls. Ein Intervall von 0 bedeutet jeder Cron-Lauf

source: Group Name
de: Gruppen-Name

source: This Groups the links and allows you to sort them.
de: Dies gruppiert die Verweise und ermöglicht, sie zu sortieren.

source: Group Description
de: Gruppen-Beschreibung

source: The description can provide additional information about the link grouping.
de: Die Beschreibung kann zusätzliche Informationen über die Gruppe der Internet-Verweise liefern.

source: Weight
de: Gewichtung

source: In listings, the heavier terms (with a larger weight) will sink and the lighter terms will be positioned nearer the top.
de: In Listen sinken die schwereren Begriffe (mit einer höheren Gewichtung) und die leichteren Begriffe erscheinen weiter oben.

source: Delete
de: Löschen

source: weblinks container
de: Container für Internet-Verweise

source: Created new %type %term.
de: %type %term wurde neu erstellt.

source: The %type %term has been updated.
de: %type %term wurde aktualisiert.

source: The %type %term has been deleted.
de: %type %term wurde gelöscht.

source: Update options
de: Aktualisierungs-Optionen

source: Update
de: Aktualisieren

source: published
de: veröffentlicht

source: not published
de: nicht veröffentlicht

source: edit
de: Bearbeiten

source: Title
de: Titel

source: Operations
de: Operationen

source: No posts available.
de: Keine Beiträge verfügbar.

source: Refine
de: Verfeinern

source: Filter
de: Filtern

source: Undo
de: Rückgängig

source: Reset
de: Zurücksetzen

source: not in moderation
de: nicht in Moderation

source: sticky
de: oben in Listen

source: not sticky
de: nicht oben in Listen

source: Parent
de: Übergeordnet

source: category
de: Kategorie

source: root
de: Wurzel

source: Containers are usually placed at the top (root) level of your web link groups but you can also place a container inside a parent container or group.
de: Container werden normalerweise auf der obersten Ebene der Internet-Verweis-Gruppen platziert, Container können aber auch in übergeordneten Containern oder Gruppen platziert werden.

source: You may place your web link inside a parent container or group, or at the top (root) level of your groups.
de: Ein Internet-Verweis kann in einem übergeordneten Container oder einer Gruppe platziert werden oder auf oberster Ebene der Gruppen.

source: Are you sure you want to delete the group %name?
de: Soll die Gruppe %name wirklich gelöscht werden?

source: Deleting a weblink or container will delete <b>all sub-groups and associated links as well</b>. This action cannot be undone.
de: Das Löschen eines Internet-Verweises oder Containers löscht auch <b>alle Untergruppen und zugewiesenen Verweise</b>. Diese Aktion kann nicht rückgängig gemacht werden.

source: Cancel
de: Abbrechen

source: The group %term and all sub-groups and associated links have been deleted.
de: Die Gruppe %term und alle Untergruppen sowie zugewiesen Verweise wurden gelöscht.

source: Enables the submission and display of categorized links to other web sites.
de: Ermöglicht das Erstellen und die Anzeige kategorisierter Verweise auf andere Websites.

source: Add a new link
de: Neuen Verweis hinzufügen

source: Add a group
de: Gruppe hinzufügen

source: Weblinks settings
de: Einstellungen für Internet-Verweise

source: Web link
de: Internet-Verweis

source: Create a new web link.
de: Neuen Internet-Verweis erstellen.

source: Link Name
de: Name des Verweises

source: Link Description
de: Beschreibung des Verweises

source: That does not look like a valid URL.
de: Dies sieht nicht nach einer gültigen URL aus.

source: A link with that URL already exists.
de: Ein Verweis mit dieser URL existiert bereits.

source: This link is returning an error code of @err (@text).
de: Dieser Verweis gibt einen Fehlercode @err zurück (@text).

source: edit group
de: Gruppe bearbeiten

source: There are no weblinks to display yet.
de: Es gibt noch keine Internet-Verweise.

source: edit link
de: Verweis bearbeiten

source: delete link
de: Verweis löschen

source: Most Popular Web Links
de: Beliebteste Internet-Verweise

source: No links have been visited since statistics were enabled or the "Count content views" option was not enabled.
de: Es wurden keine Verweise besucht, seit die Statistik aktiviert wurde oder die Option „Inhaltsaufrufe zählen“ wurde nicht aktiviert

source: Recent Web Links
de: Neueste Internet-Verweise

source: Unpublished Web Links
de: Unveröffentlichte Internet-Verweise

source: Random Web Links
de: Zufällige Internet-Verweise

source: Web Links
de: Internet-Verweise

source: Maximum weblinks to display
de: Maximum anzuzeigender Internet-Verweise

source: The number of links to show in this block.
de: Die Anzahl von Verweisen, die in diesem Block angezeigt werden soll.

source: Show description
de: Beschreibung anzeigen

source: If checked, the link's description will be shown.
de: Wenn aktiviert, wird die Beschreibung des Verweises angezeigt.

source: Block links lead URL or to Web Link node
de: Verweise im Block führen zur URL oder zum Beitrag des Internet-Verweises

source: List type
de: Listen-Typ

source: Simple list
de: Einfache Liste

source: Numbered list
de: Numerierte Liste

source: This sets the way the list will be displayed.
de: Dies legt die Art der angezeigten Liste fest.

source: Block Sort order
de: Block-Sortierreihenfolge

source: This determines how the links block will sort the links.
de: Dies legt fest, wie Verweise im Verweise-Block sortiert werden.

source: Update every
de: Aktualisieren alle

source: seconds
de: Sekunden

source: minutes
de: Minuten

source: hours
de: Stunden

source: days
de: Tage

source: weeks
de: Wochen

source: If set, the link displayed in this block will get updated based on the interval specified (requires cron if page cache is enabled). Leave this value blank to have the link updated every time the block is viewed.
de: Wenn aktiviert, wird der in diesem Block angezeigte Verweis im angegebenen Intervall aktualisiert (erfordert Cron, den der Seitencache aktiviert ist). Wenn der Wert leergelassen wird, wird der Verweis jedes Mal aktualisiert, wenn der Block angezeigt wird.

source: Add comment
de: Kommentar hinzufügen

source: View comments
de: Kommentare anzeigen

source: created: !created by @name &nbsp; - &nbsp; updated: !updated
de: erstellt: !created von @name &nbsp; - &nbsp; aktualisiert: !updated

source: created: !created by @name
de: erstellt: !created von @name

source: As of !date, this link is reporting "!status."
de: Seit !date zeigt dieser Verweis „!status“.

source: As of !date, this link is reporting errors.
de: Seit !date zeigt dieser Verweis Fehler.

source: Weblinks
de: Internet-Verweise

source: !url reports !status !extra.
de: !url zeigt !status !extra.

source: !url updated to !new.
de: !url aktualisiert in !new.

source: !url unpublished.
de: Veröffentlichung von !url zurückgenommen.

source: Weblinks_cron checked !count links.
de: Weblinks_cron überprüfte !count Verweise.

source: create weblinks
de: Internet-Verweise erstellen

source: edit own weblinks
de: eigene Internet-Verweise bearbeiten

source: administer weblinks
de: Internet-Verweise verwalten

source: Web Links Overview
de: Übersicht über Internet-Verweise

source: Overview and maintenance of weblinks groups.
de: Übersicht und Pflege der Internet-Verweis-Gruppen.

source: List
de: Liste

source: Add Group
de: Gruppe hinzufügen

source: Add Weblink
de: Internet-Verweis hinzufügen

source: Edit Group
de: Gruppe bearbeiten

source: My Web Links
de: Meine Internet-Verweise

source: Set a variety of options for web link display and categorization.
de: Einstellung einer Vielzahl von Optionen für die Darstellung und Kategorisierung von Internet-Verweisen.

source: General
de: Allgemeines

source: Checker settings
de: Prüf-Einstellungen

source: Weblinks filter
de: Filter für Internet-Verweise

source: Allows users to include links with [link: <em>title</em>].
de: Erlaubt Benutzern, Verweise mit [link: <em>Titel</em>] einzufügen.

source: No link found for @title.
de: Kein Verweis gefunden für @title.

source: Use link descriptions as title attribute
de: Beschreibungen von Verweisen als title-Attribut verwenden

source: If checked the link description will be added as a "title" attribute for a hover tip.
de: Wenn aktiviert wird die Beschreibung des Verweises als Attribut „title“ als Hover Tip hinzugefügt

source: Spam link deterrent
de: Spam-Verweis-Abschreckung

source: To insert a link to a site known to the Weblinks module, you may insert in your content the pseudo-tag: [link: <em>title</em>]. The Weblinks module will insert the appropriate link at that spot in the content.
de: Um einen Verweis auf eine Website, die dem Modul Weblinks bekannt ist, kann in eigenen Inhalt der Pseudo-Tag [link: <em>Titel</em>] eingefügt werden. Das Modul Weblinks fügt an dieser Stelle den passenden Verweis in den Inhalt ein.

source: You may insert a link to a defined site with [link: <em>title</em>].
de: Ein Verweis auf eine bestimmte Seite kann auch eingefügt werden mit [link: <em>Titel</em>].

source: weblinks module installed.
de: Modul ‚Weblinks‘ (Internet-Verweise) installiert.

source: weblinks table creation failed. Please "uninstall" the module and retry.
de: Das Erstellen der Tabelle ‚weblinks‘ ist festgeschlagen. Es wird empfohlen, das Modul zu „deinstallieren“ und es erneut zu versuchen.

source: weblinks module uninstalled.
de: Modul ‚Weblinks‘ deinstalliert.

source: Web Links provides a comprehensive way to post weblinks to your site. All links are nodes, which can be put into taxonomies/categories and administered.
de: Internet-Verweise stellen einen einfachen Weg bereit, Internet-Verweise auf der Website darzustellen. Alle Verweise sind Beiträge, die in Taxonomien/Kategorien abgelegt und verwaltet werden können.

source: Web Links Filter
de: Filter für Internet-Verweise

source: Allows users to include links with [link: title].
de: Ermöglicht Benutzern, Verweise mit [link: Titel] zu integrieren
