Repository: artmob/artmob
Catalog: sites/all/modules/contributed/jstools/tabs/po/*.po
Languages: da

source: Tabs
da: Faner

source: Configuration for tabs
da: Indstillinger for faner

source: Slide effect
da: Glid

source: Apply slide effect when changing tabs.
da: Brug glide-effekt ved skift mellem faner.

source: disabled
da: deaktiveret

source: enabled
da: aktiveret

source: Fade effect
da: Fade

source: Apply fade effect when changing tabs.
da: Brug fade-effekt ved skift mellem faner.

source: Effect speed
da: Effekthastighed

source: Speed at which to apply effects.
da: Hvor hurtigt effekterne udføres

source: slow
da: langsom

source: fast
da: hurtig

source: Fixed height
da: Fast højde

source: Set all tabs to have the height of the tallest tab. If not enabled, content will adjust to fit when tabs are changed. Note: fixed height is not fully compatible with slide and fade effects.
da: Angiv at alle faner skal have samme højde som den højeste fane. Alternativt tilpasser indholdet sig når fanerne ændres. Bemlrk: Fast højde er ikke fuldt kompatibelt med glid- og fade-effekterne.

source: tabs
da: faner

source: A helper module for creating tabbed pages.
da: Modul der opretter sider med faneblade.

source: Javascript tools
da: Javascript værktøjer

source: tabs example
da: fane eksempel

source: One
da: Første

source: First tab content.
da: Indhold af første fane.

source: Two
da: Anden

source: Second tab content.
da: Indhold af anden fane.

source: Three
da: Tredje

source: Third tab content.
da: Indhold af tredje fane.

source: tabsexample
da: fane eksempel

source: Tabs Example
da: Fane eksempel

source: An example tabs implementation. Access the sample tabs at /tabsexample.
da: Eksempel på implementering af faner. Du kan se fanerne på /tabsexample.
