Repository: artmob/artmob
Catalog: sites/all/modules/contributed/relatedlinks/po/*.po
Languages: ru

source: Select the types of links to store and display.
ru: Выберите тип ссылки для хранения и показа.

source: Define the criteria by which discovered links are to be calculated.
ru: Определите критерий по которому ссылки будут вычисляться.

source: The relatedlinks module enables nodes to display related URLs to the user via blocks. Related links can be defined in 3 ways: <ul> <li>Parsed links: links that are retrieved from the body of a node.</li> <li>Manual links: links that are added manually.</li> <li>Discovered links: links that are discovered by the module using various criteria, including the category terms of a node and suggestions provided by the search module (when enabled).</li> </ul> <p>The relatedlinks module allows for flexibility in creating blocks for each type of relatedlinks or creating blocks for a combination of link types.</p> Links: <ul> <li>Related links configuration: admin/settings/relatedlinks</li> <li>Block configuration: admin/build/block</li> <li>Project URL: http://drupal.org/project/relatedlinks</li> </ul>
ru: Модуль Связанные Документы позволяет показывать пользователям связанные документы в блоках. Связанные документы могут быть определены 3 способами: <ul> <li> Найденные в документе: ссылки на документы, которые получены из тела документа.</li> <li>Добавленые вручную: ссылки на документы, которые были добавлены вручную.</li> <li>Вычисленные документы: документы, которые найдены модулем с использованием разных критериев, включая словари терминов (тегов) документа и предложенных модулем поиска (если включёны).</li> </ul> <p>Модуль Связанные Документы позволяет гибко создавать блоки для каждого типа связанных ссылок или создавать блоки для комбинированных типов ссылок.</p> Ссылки: <ul> <li>Настройка похожих ссылок: admin/settings/relatedlinks</li> <li>Настройка блоков: admin/build/block</li> <li>Адрес проекта: http://drupal.org/project/relatedlinks</li> </ul>

source: Related links
ru: Связанные Документы

source: Configure related links settings.
ru: Настроить параметры связанных документов.

source: Settings
ru: Настройки

source: Discovered links
ru: Вычисленные документы

source: Related links:
ru: Связанные Документы:

source: To manually define links to related material, enter one URL and title (separated by a space) per line. For example: "<code>http://www.example.com Clickable Text</code>". Alternately, you can enter an internal site address. For example: "<code>about About Us</code>". If no title is submitted, the URL itself will be used as the title.
ru: Чтобы вручную определить ссылки для похожих материалов, введите один URL и заголовок (разелённые пробелом) на одну строку. Например: "<code>http://www.example.com Текст ссылки</code>". Дополнительно вы можете ввести внутренний адрес сайта. Например: "<code>About Us</code>". Если заголовок не указан, то будет использован URL в качестве заголовка.

source: Keywords
ru: Ключевые слова

source: Enter search keywords that will aid in finding related content.
ru: Введите поисковые ключевые слова, которые помогут в поиске похожих материалов.

source: Link Types
ru: Типы ссылок

source: <p>These are the controls for specific link types. <ul> <li>Link type: The type of link.</li> <li>Enabled: Should links of this type be displayed?</li> <li>Block: Should links of this type be displayed in a separate block or added to the previous related links block? Newly enabled blocks will also need to be activated on the <a href="!block">blocks page</a>.</li> <li>Title: An optional title for the block.</li> <li>Max: The maximum number of links to be displayed.</li> <li>Weight: Display order priority for links. Heavier types sink to the bottom.</li> </ul> </p>
ru: <p>Управление специальными типами ссылок. <ul> <li>Тип ссылки: Тип ссылки.</li> <li>Включено: Должны ли ссылки этого типа показываться?</li> <li>Блок: Должны ли ссылки показываться в отдельном блоке и/или добавлены в предыдущий блок похожих ссылок? После включения блока его нужно также включить на <a href="!block">Странице блоков</a>.</li> <li>Заголовок: Не обязательный заголовок для блока.</li> <li>Максимум: Максимальное число ссылок для показа.</li> <li>Вес: Показывать настройку приоритета для ссылок. Более тяжёлые - ниже.</li> </ul> </p>

source: Content types
ru: Типы материалов

source: Select the content types to associate with this module. Related links blocks and forms will only appear for these nodes.
ru: Выберите типы материалов, для которых будет использован этот модуль. Блоки со связанными документами и формы будут показаны только для материалов этих типов.

source: Save configuration
ru: Сохранить настройки

source: Configuration settings saved. If necessary, relatedlinks blocks can be configured via the <a href="!block-page">block configuration</a> page.
ru: Настройки были сохранены. Если нужно, блоки с связанными документами могут быть настроены на странице <a href="!block-page">настройки блоков</a>.

source: The taxonomy and/or the search module are prerequisites for discovered links. Please use the <a href="!modules">modules page</a> to enable them.
ru: Модуль Таксономия и/или модуль Поиск нужны для вычисляемых ссылок. Пожалуйста, посетите <a href="!modules">Страницу модулей</a>, чтобы включить их.

source: Criteria
ru: Критерий

source: Define how discovered links are calculated. The following criteria are applied to results derived from the taxonomy and/or search module (if selected) on a best effort basis.
ru: Определите как вычислять ссылки. Следующие критерии применяются к результатам полученным от модулей Таксономия и/или Поиск (если выбрано) на условиях максимально возможного их исполнения.

source: Results based on taxonomy terms (if enabled).
ru: Результат основан на терминах таксономии (если включено).

source: Results from the search module (if enabled).
ru: Результат из модуля поиска (если включено).

source: Prefer results of the same content type.
ru: Предпочитать документы такого же типа материалов.

source: Prefer results from the same author.
ru: Предпочитать документы того же автора.

source: Prefer newer results.
ru: Предпочитать более новые документы.

source: Prefer results with comments.
ru: Предпочитать документы с комментариями.

source: Taxonomy options
ru: Параметры таксономии

source: Restrict results to the following vocabularies.
ru: Ограничить результаты следующими словарями.

source: Vocabularies
ru: Словари

source: Restrict results to the following content types.
ru: Ограничить результаты следующими типами материалов.

source: Search options
ru: Параметры поиска

source: Keywords can be specified for each associated node that can be used to aid in the calculation of results using the search module.
ru: Ключевые слова могут быть указаны для каждого связанного документа, которые могут помочь при вычислении результатов с использованием модуля "Поиск".

source: Display a search keywords field.
ru: Показывать поле для поисковых ключевых слов.

source: The textfield will appear on node forms. Provided keywords will be used to discover related content and will generally provide better results. Advanced search queries can also be entered as specfied by the search modules.
ru: Поле появится на формах документа. Введенные ключевые слова будут использованы для вычисления связанных документов, что в общем даёт лучший результат. Расширенные поисковые запросы могут также быть введены через модуль "Поиск".

source: Cron
ru: Хронометр

source: Due to the dynamic nature of discovered links, it is recommended that they be periodically purged and recalculated.
ru: Учитывая динамическую природу найденных ссылок, рекомендуется периодически их очищать и пересчитывать.

source: Automatically update discovered links older than
ru: Автоматически обновлять найденные ссылки через

source: This feature requires <a href="!cron">cron</a> to be enabled.
ru: Этой функции требуется <a href="!cron">cron</a>.

source: One day
ru: Один день

source: Three days
ru: Три дня

source: One week
ru: Одна неделя

source: Four weeks
ru: Четыре недели

source: Never update automatically
ru: Автоматически не обновлять

source: The discovered links feature requires either taxonomy or search results to be enabled.
ru: Функции вычисления нужно, чтобы был включён или модуль таксономии, или модуль поиска.

source: The taxonomy module needs to be enabled for taxonomy results to be calculated.
ru: Модуль Таксономия должен быть включён, чтобы можно было вычислить результат поиска по таксономии.

source: The search module needs to be enabled for taxonomy results to be calculated.
ru: Модуль Поиск должен быть включён, чтобы можно было вычислить результат поиска.

source: Manual links
ru: Ссылки, добавленые вручную

source: Recommended links
ru: Также рекомендуем

source: Parsed links
ru: Ссылки, найденные в документе

source: Content links
ru: Ссылки из статьи

source: Similar links
ru: Похожие документы

source: Link type
ru: Тип ссылки

source: Enabled
ru: Включено

source: Block
ru: Блок

source: Title
ru: Заголовок

source: Max
ru: Максимум

source: Weight
ru: Вес

source: administer related links
ru: управлять связанными документами

source: add related links
ru: добавлять связанные документы

source: The relatedlinks module installation script has completed.
ru: Установка модуля Связанные Документы завершена.

source: The discovered links feature of the relatedlinks module requires one of the following modules: <ul> <li>Taxonomy</li> <li>Search</li> </ul>
ru: Функция вычисления ссылок в модуле Связанные Документы требует один из следующих модулей: <ul> <li>Таксономия</li> <li>Поиск</li> </ul>

source: Related Links
ru: Связанные Документы

source: Displays links related to content.
ru: Показывает ссылки на связанные документы.
